Repository: AbuBaniaz/AutoBouquetsMaker
Catalog: AutoBouquetsMaker/po/*.po
Languages: es, ru

source: About
es: Acerca de
ru: Информация

source: Close
es: Cerrar
ru: Закрыть

source: Are you sure you want to remove all bouquets created by ABM?
es: Estás seguro que quieres borrar todos los favoritos creados por ABM?
ru: Вы уверены, что хотите удалить все букеты, созданные ABM?

source: AutoBouquetsMaker Hide sections
es: AutoBouquetsMaker Ocultar secciones
ru: ABM - скрыть разделы

source: Cancel
es: Cancelar
ru: Отмена

source: Save
es: Guardar

source: Really close without saving settings?
es: Estás seguro que quieres cerrar sin guardar cambios?
ru: Действительно закрыть без сохранения настроек?

source: AutoBouquetsMaker Keep bouquets
es: AutoBouquetsMaker Mantener favoritos
ru: ABM - хранить букеты

source: Exit
es: Salir

source: Scan
es: Escanear

source: Configure
es: Configurar
ru: Настройки

source: Providers
es: Proveedores
ru: Провайдеры

source: Providers order
es: Orden proveedores
ru: Порядок провайдеров

source: Hide sections
es: Ocultar secciones
ru: Скрыть разделы

source: Keep bouquets
es: Mantener favoritos
ru: Хранить букеты

source: Start scan
es: Empezar escaneo
ru: Старт сканирования

source: Delete bouquets
es: Borrar favoritos
ru: Удалить букеты

source: Show log
es: Mostrar log
ru: Показать лог

source: Save Log
es: Guardar log

source: ABM log file has been saved to the tmp directory
es: Archivo log ABM guardado en carpeta tmp

source: Bouquets order
es: Orden favoritos
ru: Порядок букетов

source: Please wait...
es: Por favor espere...
ru: Пожалуйста, подождите...

source: Move down
es: Mover abajo
ru: Переместить вниз

source: Move up
es: Mover arriba
ru: Переместить вверх

source: expert
es: experto
ru: эксперт

source: Daily
es: Diario
ru: День

source: Weekly
es: Semanal
ru: Еженедельно

source: 30 Days
es: 30 días
ru: 30 дней

source: Top
es: Inicio
ru: Низ

source: Bottom
es: Final
ru: Внизу

source: All channels
es: Todos los canales
ru: Все каналы

source: HD Channels
es: Canales HD
ru: HD каналы

source: FTA HD Channels
es: Canales HD FTA
ru: FTA HD каналы

source: FTA Channels
es: Canales FTA
ru: FTA каналы

source: Radio Channels
es: Canales de radio
ru: Радио каналы

source: Starting scanner
es: Abrir scanner
ru: Запуск сканера

source: Loading bouquets...
es: Cargando favoritos...
ru: Загрузка букетов...

source: Services: 0 video - 0 radio
es: Servicios: 0 video - 0 radio
ru: Сервисы: 0 видео - 0 радио

source: Please first setup, in configuration
es: Por favor primer ajuste, en configuración
ru: Пожалуйста, вначале настройка, в конфигурации

source: Bouquets generation...
es: Generando favoritos
ru: Генерация букетов...

source: Services: %d video - %d radio
es: Servicios: %d video - %d radio
ru: Сервисы: %d видео - %d радио

source: Tuning %s...
es: Sintonizando %s...
ru: Настройка %s...

source: No area found
es: Area no encontrada
ru: Нет найденных зон

source: No NIMs found for
es: NIMs no encontrados para

source: Cannot retrieve Resource Manager instance
es: No se puede recuperar instancia del Administrador de Recursos
ru: Невозможно получить Resource Manager instance

source: No valid NIM found for
es: Ningún NIM válido para

source: Cannot free NIM because a recording is in progress
es: No se puede liberar NIM porque hay una grabación en curso
ru: Нет свободного NIM,может из-за того, что сейчас идет запись

source: Cannot get the NIM
es: No se puede obtener el NIM
ru: Не удается получить NIM

source: Cannot get frontend
es: No se puede obtener el frontend
ru: Не удается получить фронтэнд

source: Cannot allocate the demuxer
es: No se puede asignar el demuxer
ru: Невозможно выделить демультиплексор

source: Reading %s...
es: Leyendo %s...
ru: Чтение %s...

source: Timeout for tuner lock
es: Timeout para el bloqueo del tuner
ru: Тайм-аут для блокировки тюнера

source: Cannot read data
es: No se pueden leer datos
ru: Невозможно прочитать данные

source: Done
es: Hecho
ru: Готово

source: Your bouquets are about to be updated, Do you want to allow this?
es: Tus favoritos están a punto de actualizarseAutorizas la actualización?
ru: Ваши букеты будут обновлены. Действительно выполнить это?

source: Enough Retries, delaying till next schedule.
es: Demasiados reintentos, esperando hasta la próxima búsqueda.
ru: Достаточно повторов, откладываем до следующей проверки.

source: AutoBouquetsMaker Providers
es: AutoBouquetsMaker Proveedores
ru: ABM - провайдеры

source: yes (only HD)
es: si (solo HD)
ru: да (только HD)

source: yes (only FTA HD)
es: si (solo HD FTA)
ru: да (только FTA HD)

source: yes
es: si
ru: да

source: This option enables the current selected provider.
es: Esta opción habilita el proveedor seleccionado
ru: Эта опция включает текущего выбранного провайдера.

source: area
es: área
ru: зона

source: This option allows you to choose what region of the country you live in, so it populates the correct channels for your region.
es: Esta opción te permite escoger la región del país donde vives, por tanto se rellenan los canales correctos para tu región
ru: Эта опция позволяет вам выбрать, в каком регионе страны Вы живете, так что бы заполнить правильными каналами для вашего региона.

source: FTA only
es: Solo FTA
ru: только FTA

source: This affects all bouquets. Select 'no' to scan in all services. Select 'yes' to skip encrypted ones.
es: Esto afecta a todos los favoritos. Selecciona 'no' para escanear en todos los servicios. Selecciones 'si' para saltar los codificados.
ru: Это влияет на все букеты. Выберите 'нет' для сканирования всех сервисов. Выберите 'да', что бы пропустить кодированные.

source: generate main bouquet
es: Generar lista favoritos principal
ru: генерировать основной букет

source: custom bouquet for main
es: Lista personalizada principal
ru: пользовательский букет для основного

source: Select your own bouquet from the list, please note that the only the first 100 channels for this bouquet will be used.
es: Selecciona tu propia lista de favoritos, ten en cuenta que solo podrán usarse los 100 primeros canales de esta lista
ru: Выберите свой собственный букет из списка, пожалуйста, обратите внимание, что только первые 100 каналов для этого букета будут использоваться.

source: generate sections bouquets
es: generar sección favoritos
ru: генерировать разделы букетов

source: This option will create bouquets for each type of channel, ie Entertainment, Movies, Documentary.
es: Esta opción creará listas de favoritos para cada tipo de canal, p.ej. Entretenimiento, Películas, Documentales.
ru: Эта опция будет создавать букеты для каждого типа канала, То есть развлечения, видео, документальные.

source: generate HD bouquet
es: generar lista favoritos HD
ru: генерировать HD букет

source: This option will create a High Definition bouquet, it will group all HD channels into this bouquet.
es: Está opción creará una lista de Alta Definición, agrupará todos los canales HD en esta lista
ru: Эта опция создаст HD букет, это будет группа все HD каналы в этом букете.

source: generate FTA bouquet
es: generar lista favoritos FTA
ru: генерировать FTA букет

source: This option will create a FreeToAir bouquet, it will group all free channels into this bouquet.
es: Esta opción creará una lista FTA, agrupará todos los canales libres en esta lista

source: generate FTA HD bouquet
es: generar lista favoritos FTA HD
ru: генерировать FTA HD букет

source: This option will create a FreeToAir High Definition bouquet, it will group all FTA HD channels into this bouquet.
es: Esta opción creará una lista FTA de Alta Definición, agrupará todos los canales libres en esta lista

source: swap channels
es: intercambiar canales
ru: поменять каналы

source: This option will swap SD versions of channels with HD versions. (eg BBC One SD with BBC One HD, Channel Four SD with with Channel Four HD)
es: Esta opción intercambiará las versiones SD de los canales con las versiones HD. (ej. BBC One SD con BBC One HD, Canal AXN SD con canal AXN HD)

source: AutoBouquetsMaker Configure
es: Configurar AutoBouquetsMaker
ru: ABM - настройки

source: Setup mode
es: Modo congifuración
ru: Режим настроек

source: Choose which level of settings to display. 'Expert'-level shows all items, this also adds more options in the providers menu.
es: Escoge el nivel de configuración a mostrar. 'Experto'-muestra todas las opciones, también añade más opciones en el menú proveedores.

source: Schedule scan
es: Programar escaneo
ru: Расписание сканирования

source: Allows you to set a schedule to perform a scan
es: Te permite configurar una programación para hacer un escaneo
ru: Позволяет установить расписание для выполнения сканирования

source: Time of scan to start
es: Hora inicio escaneo
ru: Время старта сканирования

source: Set the time of day to perform the scan.
es: Configura la hora del día para ejecutar el escaneo
ru: Установите время для выполнения сканирования.

source: Repeat how often
es: Repite la frecuencia
ru: Частота повтора

source: Set the repeat interval of the schedule.
es: Configura el intervalo de repetición de la programación
ru: Установите интервал повтора расписания.

source: Keep all non-ABM bouquets
es: Mantener todas las lista no-ABM
ru: Хранить все не-ABM букеты

source: When disabled this will enable the 'Keep bouquets' option in the main menu, allowing you to hide some 'existing' bouquets.
es: Cuando está deshabilitada, se habilitará la opción 'Mantener favoritos' en el menú principal, permitiendo esconder algunas listas existentes.
ru: Если это отключено, то включается опция 'Хранить букеты' в главном меню, для того что бы скрыть 'некоторые' букеты.

source: Add provider prefix to bouquets
es: Añadir prefijo de proveedor a la lista de favoritos
ru: Добавить провайдера в название букета

source: This option will prepend the provider name to bouquet name.
es: Esta opción añadirá el nombre del proveedor al nombre del favorito
ru: Эта опция добавить название провайдера в название букета.

source: Place bouquets at
es: Situar listas en
ru: Место букетов в

source: This option will allow you choose where to place the created bouquets.
es: Esta opción permitirá escoger donde situar la lista creada

source: Skip services on not configured sats
es: Saltar servicios de satélites no configurados
ru: Пропускать сервисы не настроенных спутников

source: If a service is carried on a satellite that is not configured, 'yes' means the channel will not appear in the channel list, 'no' means the channel will show in the channel list but be greyed out and not be accessible.
es: Si un servicio se lleva a cabo en un satélite que no está configurado, 'sí' significaque el canal no aparecerá en la lista de canales, 'no' significa que el canalse mostrará en la lista de canales, pero estará en gris y no será accesible.
ru: Если поиск сервиса ведется на спутнике, который не настроен, 'да' означает что канал не будет отображаться в списке каналов, 'нет' означает, что канал будет показан в списке каналов, но будет неактивен/не доступен (серый цвет).

source: Include 'not indexed' channels
es: Incluir canales 'no indexados'
ru: Включать 'без индекса' каналы

source: When a search finds extra channels that do not have an allocated channel number, 'yes' will add these at the end of the channel list, and 'no' means these will not be included.
es: Cuando una búsqueda encuentra canales adicionales que no tienen un número de canal asignado, 'sí' agregará estos al final de la lista de canales, y 'no' significaque no serán incluidos.
ru: Когда поиск находит дополнительные каналы, которые не имеют выделенного канала номера, 'да' будет добавить их в конце списка каналов, если 'нет', то они не будут добавлены.

source: Extra debug
es: Depuración extra

source: This feature is for development only. Requires debug logs to be enabled or enigma2 to be started in console mode.
es: Esta característica es solo para el desarrollo. Requiere registros de depuración para ser habilitado o iniciar enigma2 en modo cónsola.

source: Show in extensions
es: Mostrar en extensiones
ru: Показать в меню дополнений

source: When enabled, allows you start a scan from the extensions list.
es: Cuando esté habilitado, permite iniciar un escaneo desde el menú extensiones

source: AutoBouquetsMaker Log
ru: ABM - лог

source: simple
ru: простой

source: AutoBouquetsMaker Scanner
ru: ABM - сканер

source: OK
ru: ОК

source: yes (custom)
ru: да (пользовательское)

source: no
ru: нет

source: This option has several choices "Yes", (create a bouquet with all the channels in it), "Yes HD only", (will group all HD channels into this bouquet), "Custom", (allows you to select your own bouquet), "No", (do not use a main bouquet)
ru: Это опция имеет несколько значений "Да", (создать букет со всеми каналами в нем), "Да только HD", (сгруппирует все HD каналы в этот букет), "Пользовательский", (позволяет вам выбрать свой собственный букет), "Нет", (не использовать основной букет)
